Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Credit Memo Update
fr_fr: Mise à jour de l'avoir

source: Credit Memo Update for Guest
fr_fr: Mise à jour de l'avoir pour un invité

source: Credit Memos
fr_fr: Avoirs

source: Credit Mutuel
fr_fr: Crédit Mutuel

source: Credit card number does not match credit card type.
fr_fr: Le numéro de carte ne correspond pas au type de carte.

source: Credit memo #%s comment added
fr_fr: Commentaire ajouté pour l'avoir n°%s

source: Credit memo #%s created
fr_fr: Avoir n°%s créé

source: Credit memo has been created automatically
fr_fr: L'avoir a été créé automatiquement

source: Credit memo's total must be positive.
fr_fr: Le total de l'avoir doit être positif

source: Credit memo\'s total must be positive.
fr_fr: Le total de l'avoir doit être positif.

source: Creditmemo
fr_fr: Avoir

source: Cron (Scheduled Tasks) - all the times are in minutes
fr_fr: Cron (Tâches programmées) - tous les temps sont en minutes

source: Cron Frequency
fr_fr: Fréquence du cron

source: Cron Hour
fr_fr: Heure du cron

source: Cross-sells
fr_fr: Ventes croisées

source: Currency
fr_fr: Devise

source: Currency "%s" is used as %s in %s.
fr_fr: La devise "%s" est utilisée comme %s dans %s.

source: Currency Conversion required to cover negative balance
fr_fr: Conversion des devises nécessaires pour couvrir un solde négatif

source: Currency Information
fr_fr: Information devise

source: Currency Options
fr_fr: Options de devise

source: Currency Setup
fr_fr: Paramétrage des devises

source: Currency Setup Section
fr_fr: Section d'installation de devise

source: Currency Update Warnings
fr_fr: Alertes de mise à jour des devises

source: Currency code is undefined.
fr_fr: Le code de devise n'est pas défini.

source: Current Configuration Scope
fr_fr: Portée de la configuration courante

source: Current Configuration Scope:
fr_fr: Portée de la configuration courante :

source: Current Mapping will be reloaded. Continue?
fr_fr: Le mapping en cours sera rechargé. Souhaitez-vous continuer ?

source: Current Month
fr_fr: Mois en cours

source: Current Month Starts
fr_fr: Le mois en cours commence le

source: Current Package Name
fr_fr: Nom de l'interface

source: Current Password
fr_fr: Mot de passe actuel

source: Current Status: %s<br/>
fr_fr: Statut actuel : %s<br/>

source: Current module EAV entity is undefined
fr_fr: Le module d'entités EAV actuel n'est pas défini

source: Current module pathname is undefined
fr_fr: Le chemin d'accès actuel du module n'est pas défini

source: Currently Shopping by:
fr_fr: Filtre en cours :

source: Currently this is the most stable state available for Magento packages.
fr_fr: Actuellement, c'est l'état le plus stable disponible pour les paquets Magento.

source: Currently, PayPal MEP is not available for the Android application
fr_fr: PayPal MEP n'est pas encore disponible pour les applications Android.

source: Custom
fr_fr: Personnalisé

source: Custom Admin Path
fr_fr: Chemin d'accès au back office personnalisé

source: Custom Admin URL
fr_fr: URL d'admin personnalisé

source: Custom App Icon
fr_fr: Icône d'appli personnalisée

source: Custom App Icon <br />(iPhone 4 retina)
fr_fr: Icône d'appli personnalisée <br/>(iPhone 4 retina)

source: Custom Colors
fr_fr: Couleurs personnalisées

source: Custom Design
fr_fr: Design personnalisé

source: Custom Design From
fr_fr: Design personnalisé à partir du

source: Custom Design To
fr_fr: Design personnalisé jusqu'au

source: Custom Email 1
fr_fr: Email personnalisé 1

source: Custom Email 2
fr_fr: Email personnalisé 2

source: Custom Endpoint Hostname or IP-Address
fr_fr: Critère Personnalisé Hostname ou adresse IP

source: Custom Layout
fr_fr: Agencement personnalisé

source: Custom Layout Update XML
fr_fr: XML de mise à jour de l'agencement personnalisé

source: Custom Options
fr_fr: Options personnalisables

source: Custom Path
fr_fr: Chemin d'accès personnalisé

source: Custom Price
fr_fr: Prix personnalisé

source: Custom Theme
fr_fr: Thème personnalisé

source: Custom Value
fr_fr: Valeur personnalisée

source: Custom Variable "%s"
fr_fr: Variable personnalisée "%s"

source: Custom Variables
fr_fr: Variables personnalisées

source: Custom application icon
fr_fr: Icône d'application personnalisée

source: Custom attribute, no mapping
fr_fr: Attribut personnalisé, pas de mapping

source: Custom currency symbols were applied successfully.
fr_fr: Les symboles de devise personnalisés ont bien été appliqués.

source: Custom options
fr_fr: Options personnalisables

source: Custom price if available
fr_fr: Prix personnalisé si disponible

source: Custom1 Contact Email
fr_fr: Email du contact personnalisé 1

source: Custom1 Contact Name
fr_fr: Nom du contact personnalisé 1

source: Custom2 Contact Email
fr_fr: Email du contact personnalisé 2

source: Custom2 Contact Name
fr_fr: Nom du contact personnalisé 2

source: Customer
fr_fr: Client

source: Customer API
fr_fr: API client

source: Customer Account Edit Form
fr_fr: Formulaire de modification de compte client

source: Customer Account Login Form
fr_fr: Formulaire de connexion au compte client

source: Customer Account Logout Success
fr_fr: Réussite de la déconnexion du compte client

source: Customer Account Registration Form
fr_fr: Formulaire d'enregistrement de compte client

source: Customer Address
fr_fr: Adresse du client

source: Customer Address ID
fr_fr: ID de l'adresse du client

source: Customer Address is not valid.
fr_fr: L'adresse du client n'est pas valide.

source: Customer Addresses
fr_fr: Adresses client

source: Customer Api
fr_fr: API client

source: Customer Balance
fr_fr: Solde du client

source: Customer Can Define Start Date
fr_fr: Le client peut définir la date de début

source: Customer Choise
fr_fr: Choix du client

source: Customer Configuration
fr_fr: Configuration client

source: Customer Email
fr_fr: Email du client

source: Customer First Name
fr_fr: Prénom du client

source: Customer Forgot Password Form
fr_fr: Formulaire d'oubli de mot de passe client

source: Customer Group
fr_fr: Groupe de clients

source: Customer Group:
fr_fr: Groupe de clients :

source: Customer Groups
fr_fr: Groupes clients

source: Customer ID
fr_fr: ID de client

source: Customer ID is not set.
fr_fr: L'identifiant du client n'est pas défini.

source: Customer Information
fr_fr: Informations client

source: Customer Interface Language
fr_fr: Langue de l'interface client

source: Customer Interface language
fr_fr: Langue de l'interface client

source: Customer Last Name
fr_fr: Nom de famille du client

source: Customer Login
fr_fr: Identifiant client

source: Customer Middle Name
fr_fr: Deuxième prénom du client

source: Customer My Account (All Pages)
fr_fr: Client - Mon Compte - (toutes les pages)

source: Customer My Account Address Book
fr_fr: Carnet d'adresses

source: Customer My Account Address Edit Form
fr_fr: Formulaire de modification d'adresse

source: Customer My Account Dashboard
fr_fr: Client - Mon Compte - Tableau de bord

source: Customer My Account Downloadable Items
fr_fr: Téléchargements dans le compte client

source: Customer My Account My Tags List
fr_fr: Client - Mon compte - Ma liste de mots clés

source: Customer My Account My Wishlist
fr_fr: Liste d'envies du compte client

source: Customer My Account Newsletter Subscriptions
fr_fr: Inscriptions à la newsletter du compte client

source: Customer My Account Order Creditmemo View
fr_fr: Client - Mon compte - Commande - Avoir

source: Customer My Account Order History
fr_fr: Client - Mon compte - Commande - Historique

source: Customer My Account Order Invoice View
fr_fr: Client - Mon compte - Commande - Facture - Vue

source: Customer My Account Order Shipment View
fr_fr: Client - Mon compte - Commande - Expédition - Vue

source: Customer My Account Order View
fr_fr: Client - Mon compte - Commande - Expédition

source: Customer My Account Product Reviews
fr_fr: Commentaires de produit dans le compte client

source: Customer My Account Review Details
fr_fr: Détails des commentaires dans le compte client

source: Customer My Account Tag View
fr_fr: Client - Mon compte - Mots clés

source: Customer My Account Wishlist Sharing Form
fr_fr: Formulaire de partage de liste d'envies

source: Customer Name
fr_fr: Nom du client

source: Customer Name: %s
fr_fr: Nom du client : %s

source: Customer Order Status Notification
fr_fr: Notification de statut de commande client

source: Customer Packaging
fr_fr: Paquet fait par le client

source: Customer Prefix
fr_fr: Préfixe du client

source: Customer Registered: %s
fr_fr: Client enregistré : %s

source: Customer Reviews
fr_fr: Commentaires des clients

source: Customer Shared Wishlist View
fr_fr: Vue de liste d'envies partagée

source: Customer Shopping Carts
fr_fr: Paniers du client

source: Customer Since
fr_fr: Client depuis

source: Customer Since:
fr_fr: Client depuis le :

source: Customer Suffix
fr_fr: Suffixe du client

source: Customer Supplied Package
fr_fr: Emballage fourni par le client

source: Customer Support
fr_fr: Support client

source: Customer Tags
fr_fr: Tags client

source: Customer Tax Class
fr_fr: Classe de taxe client

source: Customer Tax Class Information
fr_fr: Classe de taxe client (Information)

source: Customer Tax Classes
fr_fr: Classes de taxe client

source: Customer View
fr_fr: Vue client

source: Customer authentication problem.
fr_fr: Problème d'authentification de client.

source: Customer collection expected.
fr_fr: Collection de clients attendue.

source: Customer complaint.
fr_fr: Plainte client.

source: Customer did not include a confirmed address.
fr_fr: Le client n'a pas inclus une adresse confirmée.

source: Customer does not have any addresses
fr_fr: Le client n'a aucune adresse.

source: Customer email is required
fr_fr: L'email du client est obligatoire

source: Customer email is required.
fr_fr: L'email du client est obligatoire.

source: Customer email not specified.
fr_fr: L'email du client n'est pas spécifié.

source: Customer has canceled payment.
fr_fr: Le client a annulé le paiement.

source: Customer has returned from Cybermut.
fr_fr: Le client est revenu de Cybermut.

source: Customer has successfully returned from iDEAL.
fr_fr: Le client est revenu de iDEAL.

source: Customer is a New Buyer: %s
fr_fr: Le client est un nouvel acheteur : %s

source: Customer is new buyer: %s
fr_fr: Le client est un nouvel acheteur : %s

source: Customer logout problem.
fr_fr: Problème lors de la déconnexion du client.

source: Customer not logged in.
fr_fr: Le client n'est pas connecté.

source: Customer registered: %s
fr_fr: Client enregistré : %s

source: Customer triggered a money-back guarantee.
fr_fr: Client a déclenché une garantie de remboursement.

source: Customer was redirected to Cybermut
fr_fr: Le client a été redirigé vers Cybermut

source: Customer was redirected to Protx
fr_fr: Le client a été redirigé vers Protx

source: Customer was redirected to eWAY.
fr_fr: Le client a été redirigé vers eWay.

source: Customer was redirected to iDEAL. Please, check the status of the transaction via the ING iDEAL Dashboard before delivery of the goods purchased.
fr_fr: Le client a été redirigé vers iDEAL. Veuillez vérifier le statut de la transaction dans le tableau de bord ING iDEAL avant d'expédier la commande.

source: Customer was rejected by iDEAL.
fr_fr: Le client a été rejeté par iDEAL.

source: Customer website ID must be specified when using the website scope
fr_fr: L'identifiant du site web du client doit être renseigné lorsque la portée du site web est utilisée.

source: Customer website ID must be specified when using the website scope.
fr_fr: L'identifiant du site web du client doit être renseigné lorsque la portée du site web est utilisée.

source: Customer will stay on the current page if "No" is selected.
fr_fr: Le client restera sur la page en cours si "Non" est sélectionné.

source: Customer with the same email already exists.
fr_fr: Un client avec la même adresse email existe déjà.

source: Customer's Current Activities
fr_fr: Activités en cours du client

source: Customer's information
fr_fr: Informations du client

source: Customer\'s Current Activities
fr_fr: Activités en cours du client

source: Customers
fr_fr: Clients

source: Customers Only
fr_fr: Clients seulement

source: Customers Report
fr_fr: Rapport clients

source: Customers Reviews
fr_fr: Clients ayant commenté

source: Customers Section
fr_fr: Section client

source: Customers Submitted this Tag
fr_fr: Clients ayant soumis ce mot clé

source: Customers Tagged '%s'
fr_fr: Mots clés clients '%s'

source: Customers Tagged Product
fr_fr: Clients ayant proposé des mots-clés

source: Customers Tags
fr_fr: Clients ayant proposé des tags

source: Customers by Number of Orders
fr_fr: Clients par nombre de commandes

source: Customers by Orders Total
fr_fr: Clients par montant de commande

source: Customers by number of orders
fr_fr: Clients par nombre de commandes

source: Customers by orders total
fr_fr: Clients par montant de commande

source: Customers for alert %s were successfuly added to queue
fr_fr: Les clients pour l'alerte %s ont bien été ajoutés à la file d'attente.

source: Customers that have wishlist: %s%
fr_fr: Clients ayant une liste d'envies : %s%

source: Customs Value
fr_fr: Valeur personnalisée

source: Cybersource (SOAP Toolkit)
fr_fr: Cybersource (kit SOAP)

source: Cyrillic
fr_fr: Cyrillique

source: DB
fr_fr: BDD

source: DB Name
fr_fr: Nom de la base de données

source: DB Password
fr_fr: Mot de passe de la base de données

source: DB Username
fr_fr: Nom d'utilisateur de la base de données

source: DD
fr_fr: JJ

source: DEFERRED
fr_fr: DIFFÉRÉ

source: DEU (German)
fr_fr: DEU (Allemand)

source: DHTML Date/Time Selector
fr_fr: Sélecteur de date/heure DHTML

source: Daily
fr_fr: Quotidien

source: Dankort (powered by Moneybookers) - Denmark
fr_fr: Dankort (powered by Moneybookers) - Danemark

source: Dashboard
fr_fr: Tableau de bord

source: Dashboard Control
fr_fr: Tableau de bord de contrôle

source: Data Format
fr_fr: Format de données

source: Data Type for Saving in Database
fr_fr: Type de données à sauvegarder dans la base de données

source: Data integrity: No header row found for attribute
fr_fr: Intégrité des données : aucune ligne d'en-tête trouvée pour l'attribut.

source: Data integrity: No header row found for attribute.
fr_fr: Intégrité des données : aucune ligne d'en-tête trouvée pour l'attribut.

source: Data is invalid or file is not uploaded
fr_fr: Les données sont invalides ou le fichier n'a pas été uploadé

source: Data saving problem
fr_fr: Problème lors de la sauvegarde des données

source: Data transfer:
fr_fr: Transfert de données

source: Database
fr_fr: Base de données

source: Database Backup
fr_fr: Sauvegarde de base de données

source: Database Connection
fr_fr: Connexion à la base de données

source: Database Connection Charset
fr_fr: Jeu de caractères de la connection de base de données

source: Database Data Charset
fr_fr: Jeu de caractères des données

source: Database Name
fr_fr: Nom de base de données

source: Database Name cannot be empty.
fr_fr: Le nom de base de données ne peut pas être vide.

source: Database Type
fr_fr: Type de base de données

source: Database and Media Backup
fr_fr: Sauvegarde de base de données et media

source: Database connection error.
fr_fr: Erreur de connexion à la base de données.

source: Database host
fr_fr: Serveur de base de données

source: Database server does not support the InnoDB storage engine.
fr_fr: Le serveur de base de données ne supporte pas le moteur de stockage InnoDB.

source: Database user name
fr_fr: Nom d'utilisateur de la base de données

source: Database user password
fr_fr: Mot de passe utilisateur de base de données

source: Database was successfuly backed up.
fr_fr: La base de données a été sauvegardée avec succès !

source: Dataflow - Advance Profiles
fr_fr: Flux de données - Profils avancés

source: Dataflow - Advanced Profiles
fr_fr: Flux de données - Profils avancés

source: Dataflow - Profiles
fr_fr: Flux de données - Profils

source: Date & Time
fr_fr: Date & heure

source: Date & Time Custom Options
fr_fr: Options de date & heure personnalisées

source: Date Added
fr_fr: Date d'ajout

source: Date Closed
fr_fr: Date de fermeture

source: Date Created
fr_fr: Date de création

source: Date Expire
fr_fr: Date d'expiration

source: Date Fields Order
fr_fr: Ordre des champs de date

source: Date From
fr_fr: Entre le

source: Date Posted
fr_fr: Posté le

source: Date Shipped
fr_fr: Date d'expédition

source: Date Start
fr_fr: Date de démarrage

source: Date Submitted
fr_fr: Date de soumission

source: Date Subscribed
fr_fr: Date d'abonnement

source: Date To
fr_fr: et le

source: Date Updated
fr_fr: Date de mise à jour

source: Date and Time
fr_fr: Date et heure

source: Date of Birth
fr_fr: Date de naissance

source: Date selection:
fr_fr: Sélection de date :

source: Date selector
fr_fr: Sélecteur de date

source: Date/time format "%s" is not supported.
fr_fr: Le format de date/heure "%s" n'est pas supporté.

source: Datetime
fr_fr: Date et heure

source: Day
fr_fr: Jour

source: Days in Wishlist
fr_fr: Jours dans la liste d'envies

source: Debit
fr_fr: Débit

source: Debit Card Cash Back
fr_fr: Retour d'argent par carte de débit

source: Debit Card Transaction
fr_fr: Transaction par carte de débit

source: Debit or Credit
fr_fr: Débit ou crédit

source: Debug
fr_fr: Déboguage

source: Debug Flag
fr_fr: Indicateur de débug

source: Debug Mode
fr_fr: Mode debug

source: Decimal
fr_fr: Décimal

source: Decimal Number
fr_fr: Nombre décimal

source: Decimal separator:
fr_fr: Séparateur de décimales :

source: Declare attribute value saving scope
fr_fr: Déclarer la portée d'économie de valeurs d'attributs

source: Declared adapter %s was not found.
fr_fr: L'adapter déclaré %s n'a pas été trouvé.

source: Declined Ogone
fr_fr: Refusé Ogone

source: Declined Order on Ogone side.
fr_fr: Commande refusée par Ogone.

source: Decrease Stock When Order is Placed
fr_fr: Décrémenter le stock quand la commande est validée

source: Deeper Messaging and Engagement with Rich Push.
fr_fr: Deeper Messaging et engagement avec Rich Push.

source: Default
fr_fr: Par défaut

source: Default "What's This" Text Message
fr_fr: Texte par défaut du message "Qu'est ce que c'est"

source: Default (Admin) Values
fr_fr: Valeurs par défaut (admin)

source: Default Addresses
fr_fr: Adresses par défaut

source: Default Billing
fr_fr: Facturation par défaut

source: Default Billing Address
fr_fr: Adresse de facturation par défaut

source: Default Config
fr_fr: Configuration par défaut

source: Default Country
fr_fr: Pays par défaut

source: Default Currency
fr_fr: Devise par défaut

source: Default Description
fr_fr: Description par défaut

source: Default Display Currency
fr_fr: Devise à afficher par défaut

source: Default Email Domain
fr_fr: Domaine de mail par défaut

source: Default Group
fr_fr: Groupe par défaut

source: Default Image
fr_fr: Image par défaut

source: Default Keywords
fr_fr: Mots-clés par défaut

source: Default Label
fr_fr: Libellé par défaut

source: Default Link Title
fr_fr: Titre de lien par défaut

source: Default Maximum Number of Downloads
fr_fr: Nombre maximum de téléchargements par défaut

source: Default No-route URL
fr_fr: URL par défaut de la page pour une ressource non trouvée

source: Default Package Height
fr_fr: Hauteur par défaut du paquet

source: Default Package Height (in)
fr_fr: Hauteur par défaut du paquet (en pouces)

source: Default Package Length
fr_fr: Longueur par défaut du paquet

source: Default Package Length (in)
fr_fr: Longueur par défaut du paquet (en pouces)

source: Default Package Width
fr_fr: Largeur par défaut du paquet

source: Default Package Width (in)
fr_fr: Largeur par défaut du paquet (en pouces)

source: Default Pages
fr_fr: Pages par défaut

source: Default Popup Text Message
fr_fr: Texte du message de popup par défaut

source: Default Post Code
fr_fr: Code postal par défaut

source: Default Price
fr_fr: Prix par défaut

source: Default Price Navigation Step
fr_fr: Tranche de prix par défaut

source: Default Price for Methods
fr_fr: Prix par défaut pour les méthodes

source: Default Product Listing Sort by not exists on Available Product Listing Sort By
fr_fr: Le tri par défaut pour les listes de produits n'existe pas dans la liste des valeurs possibles

source: Default Qty
fr_fr: Qté par défaut

source: Default Recently Compared Products Count
fr_fr: Nombre de produits récemment comparés par défaut

source: Default Recently Viewed Products Count
fr_fr: Nombre de produits récemment consultés par défaut

source: Default Response Charset
fr_fr: Charset de réponse par défaut

source: Default Robots
fr_fr: Robots par défaut

source: Default Rule Label for All Store Views
fr_fr: Libellé de règle par défaut pour toutes les vues magasin

source: Default Sample Title
fr_fr: Titre de l'exemple par défaut

source: Default Shipping
fr_fr: Livraison par défaut

source: Default Shipping Address
fr_fr: Adresse de livraison par défaut

source: Default State
fr_fr: État par défaut

source: Default Status
fr_fr: Statut par défaut

source: Default Store
fr_fr: Magasin par défaut

source: Default Store View
fr_fr: Vue magasin par défaut

source: Default Tax Destination Calculation
fr_fr: Estimation de calcul de la taxe par défaut

source: Default Template
fr_fr: Gabarit par défaut

source: Default Template from Locale
fr_fr: Gabarit par défaut pour la langue

source: Default Theme
fr_fr: Thème par défaut

source: Default Title
fr_fr: Titre par défaut

source: Default Value
fr_fr: Valeur par défaut

source: Default Values
fr_fr: Valeurs par défaut

source: Default Web URL
fr_fr: URL web par défaut

source: Default Welcome Email
fr_fr: Email d'accueil par défaut

source: Default display currency "%s" is not available in allowed currencies.
fr_fr: La devise d'affichage par défaut "%s" n'est pas disponible dans les devises autorisées.

source: Default logo, will be used in PDF and HTML documents.<br />(jpeg, tiff, png)
fr_fr: Logo par défaut, utilisé dans les documents PDF et HTML.<br />(jpeg, tiff, png)

source: Default option value is not defined
fr_fr: La valeur par défaut de l'option n'est pas définie.

source: Default option value is not defined.
fr_fr: La valeur par défaut de l'option n'est pas définie.

source: Default price:
fr_fr: Prix par défaut :

source: Default scope
fr_fr: Portée par défaut

source: Default welcome msg!
fr_fr: Message d'accueil par défaut

source: Defines the base currency scope ("Currency Setup" > "Currency Options" > "Base Currency").
fr_fr: Définit la portée de la devise de base ("Configuration de devises" > "Options de devises" > "Devise de base").

source: Delay in Displaying the Intermediary Page (in msec)
fr_fr: Delai d'affichage de la page intermédiaire (en millisecondes)

source: Delete
fr_fr: Supprimer

source: Delete %s
fr_fr: Supprimer %s

source: Delete %s '%s'
fr_fr: Supprimer %s '%s'

source: Delete Address
fr_fr: Effacer l'adresse

source: Delete Answer
fr_fr: Supprimer la réponse

source: Delete Attribute
fr_fr: Supprimer l'attribut

source: Delete Attribute Set
fr_fr: Supprimer le jeu d'attributs

source: Delete Block
fr_fr: Supprimer le bloc

source: Delete Category
fr_fr: Supprimer cette catégorie

source: Delete Class
fr_fr: Supprimer classe

source: Delete Condition
fr_fr: Supprimer la condition

source: Delete Customer
fr_fr: Supprimer le client

source: Delete Customer Group
fr_fr: Supprimer le groupe de clients

source: Delete Entities
fr_fr: Effacer les entités

source: Delete File
fr_fr: Supprimer le fichier

source: Delete Folder
fr_fr: Supprimer le dossier

source: Delete Group Price
fr_fr: Supprimer le prix pour le groupe

source: Delete Image
fr_fr: Effacer l'image
